Repository: Kakainchik/MafiaGameEngine
Catalog: Game/WPFApplication/Resources/RoleDescriptions.*.resx
Languages: ru_ru

# CitizenAbility
source: You have no special traits at night.
ru_ru: Вы не имеете никаких особых способностей ночью.

# CitizenRole
source: You are a regular person who believes in truth and justice.
ru_ru: Вы обычный человек, который верит в правду и справедливость.

# CounselorAbility
source: You can investigate one player each night.
ru_ru: Вы можете исследовать одного игрока каждую ночь.

# CounselorRole
source: You are a counselor to the boss of a crime family.
ru_ru: Вы - советник босса преступной семьи.

# CultistAbility
source: You speak together at night with other Cultists. However, you can only surmise who is your leader.
ru_ru: Вы разговариваете вместе по ночам с другими культистами. Однако остаётся только догадываться, кто ваш лидер.

# CultistRole
source: You are a believer of a shadowy cult, secretly attempting to convert the town to darkness.
ru_ru: Вы верующий в тёмный культ, тайно пытающийся обратить город во тьму.

# CultusLeaderAbility
source: You may attempt to convert one person to a Cultist each night and hear everything what your minions talk about. You stay unknown for them.
ru_ru: Вы можете попытаться обратить одного человека в культиста каждую ночь и слышать всё, о чём говорят ваши приспешники. Вы остаётесь для них неизвестным.

# CultusLeaderRole
source: You are the leader of a shadowy cult, secretly attempting to convert the town to darkness.
ru_ru: Вы - лидер тёмного культа, тайно пытающегося обратить город во тьму.

# CultusT
source: Cultus
ru_ru: Культ

# CultusTeam
source: You belong to CULTUS and want all roles to be dead or converted to Cultists.
ru_ru: Вы принадлежите к КУЛЬТУ и хотите, чтобы все роли были мертвы или обращены в культистов.

# CursedAbility
source: You have no special traits at night. If you got killed at this time you will become a Zombie but you are not sure whether you want to.
ru_ru: Вы не имеете никаких особых способностей ночью. Если вас убьют в это время, вы станете Зомби, но не уверены, хотите ли этого.

# CursedRole
source: You are a regular person who believes in justice and even do not suspect your soul is cursed.
ru_ru: Вы обычный человек, который верит в справедливость и даже не подозревает о своей проклятой душе.

# DetectiveAbility
source: You can investigate one person's role each night.
ru_ru: Вы можете исследовать роль одного человека каждую ночь.

# DetectiveRole
source: You are a skilled tracker, learning important information on behalf of the town.
ru_ru: Вы опытный следопыт, изучающий важную информацию на благо города.

# DoctorAbility
source: You can visit someone at night to save them if someone tries to kill them.
ru_ru: Вы можете навестить кого-нибудь ночью, чтобы спасти его, если кто-то попытается его убить.

# DoctorRole
source: You are a secret surgeon skilled in trauma care.
ru_ru: Вы секретный хирург, специалист в области травматологии.

# DriverAbility
source: You can swap two players at night, making actions that target the first player instead target the second player and vice versa.
ru_ru: Вы можете поменять местами двух игроков ночью, путая недоброжелателей, чьими жертвами они могли бы быть.

# DriverRole
source: You are a disgruntled licensed transport driver.
ru_ru: Вы недовольный лицензированный водитель транспорта.

# GodfatherAbility
source: You may attempt to recruit one person to your clan each night.
ru_ru: Вы можете попытаться завербовать одного человека в свой клан каждую ночь.

# GodfatherRole
source: You are a the capofamiglia of the town's organized mafia syndicate
ru_ru: Вы являетесь главой семьи городского организованного мафиозного синдиката.

# MafiaAbility
source: You can kill one player each night. If there are several mafiosos then only the mafioso will go after his target.
ru_ru: Вы можете убить одного игрока каждую ночь. Если мафиози несколько, то только один отправиться к своей цели.

# MafiaRole
source: You are a lowly soldato for one of the Don's borgata.
ru_ru: Вы простой солдат одного из боргата дона.

# MafiaT
source: Mafia
ru_ru: Мафия

# MafiaTeam
source: You belong to MAFIA and want to kill off the Town and everyone else who would oppose you.
ru_ru: Вы принадлежите к МАФИИ и хотите уничтожить город и всех остальных, кто будет противостоять вам.

# MasonAbility
source: You may collaborate with other Masons at night through the secret Mason night chat.
ru_ru: Вы можете сотрудничать с другими масонами ночью через секретные каналы связи.

# MasonRole
source: You are a member of a secret society.
ru_ru: Вы являетесь членом тайного общества.

# NeutralT
source: Neutral
ru_ru: Нейтральные

# PolicemanAbility
source: You can check one player each night for criminal activity.
ru_ru: Вы можете проверять одного игрока каждую ночь на предмет преступной деятельности.

# PolicemanRole
source: You are a member of law enforcement, forced into hiding because of the threat of murder.
ru_ru: Вы сотрудник правоохранительных органов, вынужденный скрываться из-за угрозы убийства.

# ProstituteAbility
source: You can block someone's role at night, canceling their night abilities. If you got recruited by Godfather you become a Whore.
ru_ru: Вы можете заблокировать чью-то роль ночью, отменив их ночные способности. Если вас завербовал Крестный отец, вы становитесь Шлюхой.

# ProstituteRole
source: You are a scantily-clad escort, working in secret.
ru_ru: Вы - легко одетая эскортница, работающая тайно.

# PsychicAbility
source: You may collaborate with other Undeads at night and also speak with decedents.
ru_ru: Вы можете сотрудничать с другой Нежитью ночью, а также разговаривать с умершими.

# PsychicRole
source: You are a spiritual master whose soul is connected with decedents.
ru_ru: Вы - духовный медиум, чья душа связана с умершими.

# RecruitAbility
source: You have no special traits at night. If you got recruited at this time you will become a Mafia.
ru_ru: Вы не имеете никаких особых способностей ночью. Если вас завербовали в это время, вы станете мафиози.

# RecruitRole
source: You are a regular person who believes in truth and justice, and hope you will find a good job ever.
ru_ru: Вы обычный человек, который верит в правду и справедливость, и надещийся на получение хорошего предложения о работе.

# SerialKillerAbility
source: You can kill one target at night who you want to.
ru_ru: Вы можете убить одну цель ночью, кого захотите.

# SerialKillerRole
source: You are a deranged criminal who hates the world.
ru_ru: Вы невменяемый преступник, который ненавидит весь мир.

# SerialKillerTeam
source: You do not belong to anyone and want to be the last person left alive.
ru_ru: Вы никому не принадлежите и хотите быть последним человеком, оставшимся в живых.

# SurgeonAbility
source: You can visit someone at night to save them if someone tries to kill them.
ru_ru: Вы можете навестить кого-нибудь ночью, чтобы спасти его, если кто-то попытается его убить.

# SurgeonRole
source: You are a secret surgeon skilled in trauma care behalf of the Mafia.
ru_ru: Вы секретный хирург, специалист по травматологической помощи на благо вашего синдиката.

# TerroristAbility
source: You may perform a killing spree, planting a bomb at someone's house one night, killing anyone who visits that player at the same time. You cannot be healed if you do this.
ru_ru: Вы можете совершить массовое убийство, заложив бомбу в чьём-то доме ночью, убивая всех, кто посещает этого игрока. Вас не смогут исцелить, если сделаете это.

# TerroristRole
source: You are a crazed spree killer who thinks the world should be destroyed.
ru_ru: Вы сумасшедший убийца, который думает, что мир следует уничтожить.

# TerroristTeam
source: You do not belong to anyone and want to kill everybody including yourself over this world.
ru_ru: Вы никому не принадлежите и хочете убить всех, включая себя, в этом мире.

# TownT
source: Town
ru_ru: Город

# TownTeam
source: You belong to TOWN and want to lynch every criminal and evildoer.
ru_ru: Вы принадлежите ГОРОДУ и хотите линчевать каждого преступника и злодея.

# UndeadT
source: Undead
ru_ru: Нежить

# UndeadTeam
source: You belong to UNDEAD and want all players to be dead or converted to Zombie.
ru_ru: Вы принадлежите к НЕЖИТИ и хотите, чтобы все игроки были мертвы или превращены в зомби.

# VigilanteAbility
source: You may kill one target at night according how many bullets left in you cartridge.
ru_ru: Вы можете убить одну цель ночью в зависимости от того, сколько патронов осталось в вашей обойме.

# VigilanteRole
source: You are a dirty cop who will ignore the law and order to enact justice.
ru_ru: Вы грязный полицейский, который будет игнорировать закон и порядок, чтобы вершить правосудие.

# WhoreAbility
source: You can perform roleblock one player each night.
ru_ru: Вы можете заблокировать чью-то роль ночью, отменив их ночные способности.

# WhoreRole
source: You are a dancer working for organized crime.
ru_ru: Вы танцовщица, работающая на организованную преступность.

# WitchAbility
source: You may force one person to use their night ability on a target of your choice.
ru_ru: Вы можете заставить одного человека использовать свою ночную способность на цели по вашему выбору.

# WitchRole
source: You are a malicious mystic who uses their manipulative powers for evil.
ru_ru: Вы злонамеренный мистик, который использует свои манипулятивные способности во зло.

# WitchTeam
source: You do not belong to anyone and want to survive and see the town lose.
ru_ru: Вы никому не принадлежите, хотите выжить и увидеть, как город проиграет.

# ZombieAbility
source: You can try to ressurect one person who was killed at this night and turn him into a Zombie.
ru_ru: Вы можете попытаться воскресить одного человека, который был убит этой ночью, и превратить его в зомби.

# ZombieRole
source: You are a mystically survived person who still have consciousness.
ru_ru: Вы мистически возрождённый человек, у которого все еще есть самосознание.
