Repository: Kakainchik/MafiaGameEngine
Catalog: Game/WPFApplication/Resources/GameStoryText/EndResources.*.resx
Languages: ru_ru

# ActionLogs
source: The chronology of actions:
ru_ru: Хронология действий:

# CultusWin
source: The whole town was converted. The dissenters either escaped or were caught and killed. The rest are ready to commit the ritual.
ru_ru: Весь город был обращён. Несогласные либо бежали, либо были пойманы и убиты. Оставшиеся готовы совершить ритуал.

source: - Day -
ru_ru: - День -

# DayUserElected
source: There was elected {0} with {1} votes.
ru_ru: {0} был избран с {1} количеством голосов.

# EndGame
source: The game has been ended.
ru_ru: Игра окончена

# LynchLastMessage
source: The last message was: {0}
ru_ru: Последнее сообщение было: {0}

# MafiaWin
source: The town is taken under the contol of the mafia. Goverment has been deposed.
ru_ru: Город взят под контроль мафии. Правительство свергнуто.

# MorningDeath
source: Deaths at morning {0}
ru_ru: Смертей к утру: {0}

# NAFailure
source: with Failure
ru_ru: без Успеха

# NASuccess
source: with Success
ru_ru: с Успехом

source: - Night -
ru_ru: - Ночь -

# NightAction1
source: Player {0}
ru_ru: Игрок {0}

# NightAction2
source: picked {0}
ru_ru: выбрал {0}

# NoneWin
source: No one wins! The town is thrown into flames, everone has dead.
ru_ru: Никто не выиграл! Город обращён в пламя, все погибли.

# SerialKillerWin
source: Everyone was killed. Serial killer has quenched his thirst for blood.
ru_ru: Все были убиты. Убийца утолил свою жажду крови.

# TerroristWin
source: The town has been thrown into flames. All buildings are in tatters.
ru_ru: Город был оставлен в огне и разрушениях, не осталось и камня на камне.

# TownWin
source: The justice has been restored in the town.
ru_ru: Справедливость и закон были восстановлены в городе.

# TurnNumber
source: -- Turn number {0} --
ru_ru: -- Номер хода {0} --

# UndeadWin
source: The town was abandoned to the dead.
ru_ru: Город был оставлен мертвецам.

# Winner
source: Winner is
ru_ru: Победителем является

# WitchWin
source: The witch and her magic have won.
ru_ru: Ведьма и её магия победила.
