Repository: Kakainchik/MafiaGameEngine
Catalog: Game/WPFApplication/Resources/GameStoryText/NightResources.*.resx
Languages: ru_ru

# ECultusLeaderAct
source: You knew that this person would get on the right path. He is eager to server you cult.
ru_ru: Вы знали, что этот человек встанет на истинный путь. Он с жаждой готов послужить вашему культу.

# ECultusLeaderActF
source: Your target had a strong will and failed to be convinced.
ru_ru: Ваша цель обладала сильной волей и не удалось убедить её.

# EDetectActDANGEROUS
source: It seems that this person is dangerous.
ru_ru: Кажется, этот человек представляет опасноcть.

# EDetectActPEACEFUL
source: It seems that this person is peaceful.
ru_ru: Кажется, этот человек не представляет угрозы.

# EGodfatherAct
source: The recruit has passed the loality test and is ready to serve you.
ru_ru: Рекрут прошёл тест на верность и готов оказывать вам бесценную услугу.

# EGodfatherActF
source: The potentional recruit turnet out to be useless to your clan, and may even pose a danger.
ru_ru: Потенциальный рекрут оказался бесполезен для вашего клана, и, возможно, даже представляет опасность.

# EInvestigateAct
source: It seems, that this person is {0}
ru_ru: Похоже на то, что это {0}

# EKillImmune
source: You went after your victim but he was not at home.
ru_ru: Вы отправились за своей жертвой, однако её не оказалось дома.

# EWitchAct
source: Today you tried to take control of someone's else mind. Who know what happened…
ru_ru: Сегодня вы попытались взять под контроль чужой разум. Кто знает, к чему это приведёт…

# KillActDRIVER_ACCIDENT
source: Something thundered on the street. There was an accidend.
ru_ru: На улице что-то прогремело. Случилась авария.

# KillActSUICIDE
source: Cries for help were heard from the house, furniture was smashed, someone was struggling.
ru_ru: Из дома были слышны крики о помощи, громилась мебель, кто-то боролся.

# MafiaActKILL
source: Someone has just broken the door near your house. Shots were heard from there.
ru_ru: Рядом с вашим домом кто-то только что вскрыл двери. Оттуда послышались выстрелы.

# NightEnd
source: The night is going to end…
ru_ru: Ночь подходит к концу…

# NightStart
source: Seems, the sun is gradually going down… The town is going to sleep.
ru_ru: Солнце постепенно уходит в закат… Город готовится ко сну.

# RemainingBullets
source: You have {0} bullets.
ru_ru: Иммется патронов: {0}.

# RessurectAct
source: Black clouds hung over the scene of the murder…
ru_ru: Над местом произошедшего убийства нависли чёрные тучи…

# RoleRemind
source: REMINDER: You role is
ru_ru: НАПОМИНАНИЕ: Ваша роль

# SerialKillerActKILL
source: In one house, heart-rending screams and cries for help were heard.
ru_ru: В одном доме были слышны истошные вопли и крики о помощи.

# StartAction
source: Night has began, nobody knows what will happened soon…
ru_ru: Наступила ночь, никто не знает, что произойдёт в ближайший момент…

# TCultusLeaderAct
source: You have been recruited into the cult. You have abandoned all your ideals.
ru_ru: Вас завербовали в культ. Вы отрешились от всех своих идеалов.

# TDriverAct
source: Tonight you decided to go to another part of the city by taxi.
ru_ru: Сегодня ночью вы решили отправиться в другую часть города на такси.

# TerroristAct
source: Explosions were heard throughout the city, waking up all residents.
ru_ru: По городу послышались взрывы, разбудив всех жителей.

# TEscortAct
source: A beautiful stranger wandered to you, you could not resist her postponed all your deals.
ru_ru: К вам забрела одна прекрасная незнакомка, вы не смогли устоять перед ней и отложили все свои дела.

# TEscortActOTHER
source: A lady friend came to you and complained about her live for a very long time.
ru_ru: К вам пришла знакомая дама и очень долго жаловалась на свою жизнь.

# TEscortActSELF
source: You spent this night alone with yourself contrary to whatever plans you had.
ru_ru: Эту ночь вы провели наедине с собой, вопреки каким ни было планам.

# TGodfatherAct
source: You were recruited into the mafia clan offering untold fame and wealth in return for a small favor.
ru_ru: Вас завербовали в клан мафии, предложив несметную славу и богатство взамен за небольшую услугу.

# THealAct
source: You woke up and it seems that the past was merely a dream, however soon you find stitches on your body.
ru_ru: Вы очнулись и, кажется, прошедшее было просто сном, однако вскоре обнаруживаете швы на своём теле.

# TKillAct
source: There were some noises in your house…
ru_ru: В вашем доме послышались шорохи…

# TKillActSUICIDE
source: You realized that you would never do that but your body dod not obey you. You fought the desire to commit suicide but it was all in vain…
ru_ru: Вы осознавали, что никогда бы так не поступили, однако ваше тело не слушалось вас, вы боролись с желанием покончить с собой, рвали на себе волосы, но всё было тщетно…

# TRessurectAct
source: Despite your injures you do not feel that your vitality is leaving you. You do not feel anything at all.
ru_ru: Несмотря на ранения, вы не ощущаете, чтобы жизненные силы покидали вас. Вы вообще ничего не ощущаете.

# TWitchAct
source: You were overtaken by an acute to commit some act against your will as if your mind was controlled by someone.
ru_ru: Вас настигло острое желание совершить некое деяние не по своей воле, будто ваш разум был кем-то проконтролирован.

# VigilanteActKILL
source: A rifle shot sounded somewhere nearby.
ru_ru: Где-то недалеко прозвучал ружейный выстрел.
